app/controllers/customers_controller.rb

	def create
		@customer = Customer.new(customer_params)
		if @customer.save
---
INSERT INTO "customers" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Jon"], ["last_name", "Doe"], ["created_at", "2016-06-23 16:51:14.726241"], ["updated_at", "2016-06-23 16:51:14.726241"]]